{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": " >>> "
			},
			"Translation":
			{
				"Text": " >>> "
			},
			"Key": "B546CD6D4824CF8941F561AEE65ED3CB"
		},
		{
			"Source":
			{
				"Text": "00"
			},
			"Translation":
			{
				"Text": "00"
			},
			"Key": "131D7D1E400903D431F24BACDAAE3DDC"
		},
		{
			"Source":
			{
				"Text": "Audio Settings"
			},
			"Translation":
			{
				"Text": "Audio Settings"
			},
			"Key": "5BDD1CE5496933A5D121908BA61359DD"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "Cancel"
			},
			"Key": "163602D54D2A05A3879F6E8C97D55CA3"
		},
		{
			"Source":
			{
				"Text": "Close"
			},
			"Translation":
			{
				"Text": "Close"
			},
			"Key": "BFC6EB53498773B8943B9892396DA68E"
		},
		{
			"Source":
			{
				"Text": "Ctrl"
			},
			"Translation":
			{
				"Text": "Ctrl"
			},
			"Key": "F6EECC3340CCF5B42E709798A713AD86"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": "Default"
			},
			"Key": "7E9EFDA449CDECCE97F6098817F294CD"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": "Default"
			},
			"Key": "987D4A064B99CDA8FA1C9E94B88773DC"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": "Default"
			},
			"Key": "CF6353F34E2027464E367AB238F7C217"
		},
		{
			"Source":
			{
				"Text": "Default"
			},
			"Translation":
			{
				"Text": "Default"
			},
			"Key": "4AA11F0B489AFCFDAC295EB696D6629C"
		},
		{
			"Source":
			{
				"Text": "ESC"
			},
			"Translation":
			{
				"Text": "ESC"
			},
			"Key": "2473AD064BE65E6B5B0B48B755DF3927"
		},
		{
			"Source":
			{
				"Text": "Exit Game"
			},
			"Translation":
			{
				"Text": "Exit Game"
			},
			"Key": "995DCAF34202D85B000994B1214FDF38"
		},
		{
			"Source":
			{
				"Text": "FPS"
			},
			"Translation":
			{
				"Text": "FPS"
			},
			"Key": "7969B33E4EDB69DF001EF9BFBD42A9ED"
		},
		{
			"Source":
			{
				"Text": "Graphics Quality"
			},
			"Translation":
			{
				"Text": "Graphics Quality"
			},
			"Key": "C968EBC94F4403B75AFD62B01F06694B"
		},
		{
			"Source":
			{
				"Text": "Key Bindings"
			},
			"Translation":
			{
				"Text": "Key Bindings"
			},
			"Key": "EC5B353A4E7A534D2962DB9C8ADD7863"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Language"
			},
			"Key": "F6B7A291413B0680B9DD6D93F2308B91"
		},
		{
			"Source":
			{
				"Text": "Press Any Key"
			},
			"Translation":
			{
				"Text": "Press Any Key"
			},
			"Key": "18033F7F46BAAC1BF171359924EE71B1"
		},
		{
			"Source":
			{
				"Text": "Screen"
			},
			"Translation":
			{
				"Text": "Screen"
			},
			"Key": "6B41522A4CBE36CB771163B18370845D"
		},
		{
			"Source":
			{
				"Text": "Settings"
			},
			"Translation":
			{
				"Text": "Settings"
			},
			"Key": "B73A6CB845EB5F58736A7E80011EF26D"
		},
		{
			"Source":
			{
				"Text": "↺"
			},
			"Translation":
			{
				"Text": "↺"
			},
			"Key": "6482CF2E47E96132D13C69A10D35421A"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "AudioSettingsPanel",
			"Children": [
				{
					"Source":
					{
						"Text": "BGM Volume"
					},
					"Translation":
					{
						"Text": "BGM Volume"
					},
					"Key": "BgmVolume"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "Master Volume"
					},
					"Key": "MasterVolume"
				},
				{
					"Source":
					{
						"Text": "SFX Volume"
					},
					"Translation":
					{
						"Text": "SFX Volume"
					},
					"Key": "SfxVolume"
				},
				{
					"Source":
					{
						"Text": "UI Volume"
					},
					"Translation":
					{
						"Text": "UI Volume"
					},
					"Key": "UiVolume"
				}
			]
		},
		{
			"Namespace": "ControlsSettingsPanel",
			"Children": [
				{
					"Source":
					{
						"Text": "..."
					},
					"Translation":
					{
						"Text": "..."
					},
					"Key": "PressAnyKey"
				},
				{
					"Source":
					{
						"Text": "This key cannot be assigned."
					},
					"Translation":
					{
						"Text": "This key cannot be assigned."
					},
					"Key": "DisallowedBindingKey"
				},
				{
					"Source":
					{
						"Text": "{0} is already used for {1}."
					},
					"Translation":
					{
						"Text": "{0} is already used for {1}."
					},
					"Key": "BindingConflict"
				}
			]
		},
		{
			"Namespace": "GameplaySettingsPanel",
			"Children": [
				{
					"Source":
					{
						"Text": "English"
					},
					"Translation":
					{
						"Text": "English"
					},
					"Key": "LanguageEnglish"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "Language"
				},
				{
					"Source":
					{
						"Text": "한국어"
					},
					"Translation":
					{
						"Text": "한국어"
					},
					"Key": "LanguageKorean"
				}
			]
		},
		{
			"Namespace": "GraphicsSettingsPanel",
			"Children": [
				{
					"Source":
					{
						"Text": "Anti-Aliasing"
					},
					"Translation":
					{
						"Text": "Anti-Aliasing"
					},
					"Key": "AntiAliasing"
				},
				{
					"Source":
					{
						"Text": "Custom"
					},
					"Translation":
					{
						"Text": "Custom"
					},
					"Key": "PresetCustom"
				},
				{
					"Source":
					{
						"Text": "Effects"
					},
					"Translation":
					{
						"Text": "Effects"
					},
					"Key": "Effects"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Epic"
					},
					"Key": "QualityEpic"
				},
				{
					"Source":
					{
						"Text": "Epic"
					},
					"Translation":
					{
						"Text": "Epic"
					},
					"Key": "PresetEpic"
				},
				{
					"Source":
					{
						"Text": "Foliage"
					},
					"Translation":
					{
						"Text": "Foliage"
					},
					"Key": "Foliage"
				},
				{
					"Source":
					{
						"Text": "Fullscreen"
					},
					"Translation":
					{
						"Text": "Fullscreen"
					},
					"Key": "Fullscreen"
				},
				{
					"Source":
					{
						"Text": "Global Illumination"
					},
					"Translation":
					{
						"Text": "Global Illumination"
					},
					"Key": "GlobalIllumination"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "PresetHigh"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "High"
					},
					"Key": "QualityHigh"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "QualityLow"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "Low"
					},
					"Key": "PresetLow"
				},
				{
					"Source":
					{
						"Text": "Max FPS"
					},
					"Translation":
					{
						"Text": "Max FPS"
					},
					"Key": "MaxFps"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Medium"
					},
					"Key": "QualityMedium"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "Medium"
					},
					"Key": "PresetMedium"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Off"
					},
					"Key": "VSyncOff"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": "On"
					},
					"Key": "VSyncOn"
				},
				{
					"Source":
					{
						"Text": "Post Processing"
					},
					"Translation":
					{
						"Text": "Post Processing"
					},
					"Key": "PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Preset"
					},
					"Translation":
					{
						"Text": "Preset"
					},
					"Key": "Preset"
				},
				{
					"Source":
					{
						"Text": "Reflections"
					},
					"Translation":
					{
						"Text": "Reflections"
					},
					"Key": "Reflections"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "Resolution"
					},
					"Key": "Resolution"
				},
				{
					"Source":
					{
						"Text": "Shading"
					},
					"Translation":
					{
						"Text": "Shading"
					},
					"Key": "Shading"
				},
				{
					"Source":
					{
						"Text": "Shadows"
					},
					"Translation":
					{
						"Text": "Shadows"
					},
					"Key": "Shadows"
				},
				{
					"Source":
					{
						"Text": "Textures"
					},
					"Translation":
					{
						"Text": "Textures"
					},
					"Key": "Textures"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "Ultra"
					},
					"Key": "PresetUltra"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "Ultra"
					},
					"Key": "QualityUltra"
				},
				{
					"Source":
					{
						"Text": "Unlimited"
					},
					"Translation":
					{
						"Text": "Unlimited"
					},
					"Key": "Unlimited"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "VSync"
					},
					"Key": "VSync"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "View Distance"
					},
					"Key": "ViewDistance"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "Window Mode"
					},
					"Key": "WindowMode"
				},
				{
					"Source":
					{
						"Text": "Windowed"
					},
					"Translation":
					{
						"Text": "Windowed"
					},
					"Key": "Windowed"
				},
				{
					"Source":
					{
						"Text": "Windowed Fullscreen"
					},
					"Translation":
					{
						"Text": "Windowed Fullscreen"
					},
					"Key": "WindowedFullscreen"
				}
			]
		},
		{
			"Namespace": "SettingsCategoryButton",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "Audio"
					},
					"Key": "Audio"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Controls"
					},
					"Key": "Controls"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Gameplay"
					},
					"Key": "Gameplay"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "Graphics"
					},
					"Key": "Graphics"
				}
			]
		},
		{
			"Namespace": "SettingsKeyCaptureWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "..."
					},
					"Translation":
					{
						"Text": "..."
					},
					"Key": "Listening"
				}
			]
		},
		{
			"Namespace": "SettingsSliderRow",
			"Children": [
				{
					"Source":
					{
						"Text": "{0}%"
					},
					"Translation":
					{
						"Text": "{0}%"
					},
					"Key": "PercentValue"
				}
			]
		},
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}